/*
 Navicat Premium Data Transfer

 Source Server         : local
 Source Server Type    : MySQL
 Source Server Version : 50713
 Source Host           : localhost:3306
 Source Schema         : lh

 Target Server Type    : MySQL
 Target Server Version : 50713
 File Encoding         : 65001

 Date: 23/10/2017 16:10:25
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for industry
-- ----------------------------
DROP TABLE IF EXISTS `industry`;
CREATE TABLE `industry` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `create_time` datetime DEFAULT NULL,
  `industry_code` varchar(20) COLLATE utf8_bin DEFAULT NULL,
  `industry_desc` varchar(255) COLLATE utf8_bin DEFAULT NULL,
  `industry_name` varchar(50) COLLATE utf8_bin DEFAULT NULL,
  `is_valid` bit(1) NOT NULL,
  `parent_industry_code` varchar(20) COLLATE utf8_bin DEFAULT NULL,
  `version` double DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `IDXddh3xay305g6n9bi3lsu31bvh` (`industry_code`),
  KEY `IDXgbxl4j3aoq6yv8wsk4jaog9tl` (`parent_industry_code`)
) ENGINE=InnoDB AUTO_INCREMENT=266 DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

-- ----------------------------
-- Records of industry
-- ----------------------------
BEGIN;
INSERT INTO `industry` VALUES (1, '2017-09-19 11:24:40', '10', NULL, '能源', b'1', NULL, 1);
INSERT INTO `industry` VALUES (2, '2017-09-19 11:24:40', '15', NULL, '材料', b'1', NULL, 1);
INSERT INTO `industry` VALUES (3, '2017-09-19 11:24:40', '20', NULL, '工业', b'1', NULL, 1);
INSERT INTO `industry` VALUES (4, '2017-09-19 11:24:40', '25', NULL, '可选消费', b'1', NULL, 1);
INSERT INTO `industry` VALUES (5, '2017-09-19 11:24:40', '30', NULL, '日常消费', b'1', NULL, 1);
INSERT INTO `industry` VALUES (6, '2017-09-19 11:24:40', '35', NULL, '医疗保健', b'1', NULL, 1);
INSERT INTO `industry` VALUES (7, '2017-09-19 11:24:40', '40', NULL, '金融', b'1', NULL, 1);
INSERT INTO `industry` VALUES (8, '2017-09-19 11:24:40', '45', NULL, '信息技术', b'1', NULL, 1);
INSERT INTO `industry` VALUES (9, '2017-09-19 11:24:40', '50', NULL, '电信服务', b'1', NULL, 1);
INSERT INTO `industry` VALUES (10, '2017-09-19 11:24:40', '55', NULL, '公用事业', b'1', NULL, 1);
INSERT INTO `industry` VALUES (11, '2017-09-19 11:24:40', '60', NULL, '房地产', b'1', NULL, 1);
INSERT INTO `industry` VALUES (12, '2017-09-19 11:24:41', '1010', NULL, '能源Ⅱ', b'1', '10', 1);
INSERT INTO `industry` VALUES (13, '2017-09-19 11:24:41', '1510', NULL, '材料Ⅱ', b'1', '15', 1);
INSERT INTO `industry` VALUES (14, '2017-09-19 11:24:41', '2010', NULL, '资本货物', b'1', '20', 1);
INSERT INTO `industry` VALUES (15, '2017-09-19 11:24:41', '2020', NULL, '商业和专业服务', b'1', '20', 1);
INSERT INTO `industry` VALUES (16, '2017-09-19 11:24:41', '2030', NULL, '运输', b'1', '20', 1);
INSERT INTO `industry` VALUES (17, '2017-09-19 11:24:41', '2510', NULL, '汽车与汽车零部件', b'1', '25', 1);
INSERT INTO `industry` VALUES (18, '2017-09-19 11:24:41', '2520', NULL, '耐用消费品与服装', b'1', '25', 1);
INSERT INTO `industry` VALUES (19, '2017-09-19 11:24:41', '2530', NULL, '消费者服务Ⅱ', b'1', '25', 1);
INSERT INTO `industry` VALUES (20, '2017-09-19 11:24:41', '2540', NULL, '媒体Ⅱ', b'1', '25', 1);
INSERT INTO `industry` VALUES (21, '2017-09-19 11:24:41', '2550', NULL, '零售业', b'1', '25', 1);
INSERT INTO `industry` VALUES (22, '2017-09-19 11:24:41', '3010', NULL, '食品与主要用品零售Ⅱ', b'1', '30', 1);
INSERT INTO `industry` VALUES (23, '2017-09-19 11:24:41', '3020', NULL, '食品、饮料与烟草', b'1', '30', 1);
INSERT INTO `industry` VALUES (24, '2017-09-19 11:24:41', '3030', NULL, '家庭与个人用品', b'1', '30', 1);
INSERT INTO `industry` VALUES (25, '2017-09-19 11:24:41', '3510', NULL, '医疗保健设备与服务', b'1', '35', 1);
INSERT INTO `industry` VALUES (26, '2017-09-19 11:24:41', '3520', NULL, '制药、生物科技与生命科学', b'1', '35', 1);
INSERT INTO `industry` VALUES (27, '2017-09-19 11:24:41', '4010', NULL, '银行', b'1', '40', 1);
INSERT INTO `industry` VALUES (28, '2017-09-19 11:24:41', '4020', NULL, '多元金融', b'1', '40', 1);
INSERT INTO `industry` VALUES (29, '2017-09-19 11:24:41', '4030', NULL, '保险Ⅱ', b'1', '40', 1);
INSERT INTO `industry` VALUES (30, '2017-09-19 11:24:41', '4510', NULL, '软件与服务', b'1', '45', 1);
INSERT INTO `industry` VALUES (31, '2017-09-19 11:24:41', '4520', NULL, '技术硬件与设备', b'1', '45', 1);
INSERT INTO `industry` VALUES (32, '2017-09-19 11:24:41', '4530', NULL, '半导体与半导体生产设备', b'1', '45', 1);
INSERT INTO `industry` VALUES (33, '2017-09-19 11:24:41', '5010', NULL, '电信服务Ⅱ', b'1', '50', 1);
INSERT INTO `industry` VALUES (34, '2017-09-19 11:24:41', '5510', NULL, '公用事业Ⅱ', b'1', '55', 1);
INSERT INTO `industry` VALUES (35, '2017-09-19 11:24:41', '6010', NULL, '房地产Ⅱ', b'1', '60', 1);
INSERT INTO `industry` VALUES (36, '2017-09-19 11:24:41', '101010', NULL, '能源设备与服务', b'1', '1010', 1);
INSERT INTO `industry` VALUES (37, '2017-09-19 11:24:41', '101020', NULL, '石油、天然气与供消费用燃料', b'1', '1010', 1);
INSERT INTO `industry` VALUES (38, '2017-09-19 11:24:41', '151010', NULL, '化工', b'1', '1510', 1);
INSERT INTO `industry` VALUES (39, '2017-09-19 11:24:41', '151020', NULL, '建材Ⅲ', b'1', '1510', 1);
INSERT INTO `industry` VALUES (40, '2017-09-19 11:24:41', '151030', NULL, '容器与包装', b'1', '1510', 1);
INSERT INTO `industry` VALUES (41, '2017-09-19 11:24:41', '151040', NULL, '金属、非金属与采矿', b'1', '1510', 1);
INSERT INTO `industry` VALUES (42, '2017-09-19 11:24:41', '151050', NULL, '纸与林木产品', b'1', '1510', 1);
INSERT INTO `industry` VALUES (43, '2017-09-19 11:24:41', '201010', NULL, '航空航天与国防Ⅲ', b'1', '2010', 1);
INSERT INTO `industry` VALUES (44, '2017-09-19 11:24:41', '201020', NULL, '建筑产品Ⅲ', b'1', '2010', 1);
INSERT INTO `industry` VALUES (45, '2017-09-19 11:24:41', '201030', NULL, '建筑与工程Ⅲ', b'1', '2010', 1);
INSERT INTO `industry` VALUES (46, '2017-09-19 11:24:41', '201040', NULL, '电气设备', b'1', '2010', 1);
INSERT INTO `industry` VALUES (47, '2017-09-19 11:24:41', '201050', NULL, '综合类Ⅲ', b'1', '2010', 1);
INSERT INTO `industry` VALUES (48, '2017-09-19 11:24:41', '201060', NULL, '机械', b'1', '2010', 1);
INSERT INTO `industry` VALUES (49, '2017-09-19 11:24:41', '201070', NULL, '贸易公司与工业品经销商Ⅲ', b'1', '2010', 1);
INSERT INTO `industry` VALUES (50, '2017-09-19 11:24:41', '202010', NULL, '商业服务与用品', b'1', '2020', 1);
INSERT INTO `industry` VALUES (51, '2017-09-19 11:24:41', '202020', NULL, '专业服务', b'1', '2020', 1);
INSERT INTO `industry` VALUES (52, '2017-09-19 11:24:41', '203010', NULL, '航空货运与物流Ⅲ', b'1', '2030', 1);
INSERT INTO `industry` VALUES (53, '2017-09-19 11:24:41', '203020', NULL, '航空Ⅲ', b'1', '2030', 1);
INSERT INTO `industry` VALUES (54, '2017-09-19 11:24:41', '203030', NULL, '海运Ⅲ', b'1', '2030', 1);
INSERT INTO `industry` VALUES (55, '2017-09-19 11:24:41', '203040', NULL, '公路与铁路运输', b'1', '2030', 1);
INSERT INTO `industry` VALUES (56, '2017-09-19 11:24:41', '203050', NULL, '交通基础设施', b'1', '2030', 1);
INSERT INTO `industry` VALUES (57, '2017-09-19 11:24:41', '251010', NULL, '汽车零配件', b'1', '2510', 1);
INSERT INTO `industry` VALUES (58, '2017-09-19 11:24:41', '251020', NULL, '汽车', b'1', '2510', 1);
INSERT INTO `industry` VALUES (59, '2017-09-19 11:24:41', '252010', NULL, '家庭耐用消费品', b'1', '2520', 1);
INSERT INTO `industry` VALUES (60, '2017-09-19 11:24:41', '252020', NULL, '休闲设备与用品', b'1', '2520', 1);
INSERT INTO `industry` VALUES (61, '2017-09-19 11:24:41', '252030', NULL, '纺织品、服装与奢侈品', b'1', '2520', 1);
INSERT INTO `industry` VALUES (62, '2017-09-19 11:24:41', '253010', NULL, '酒店、餐馆与休闲Ⅲ', b'1', '2530', 1);
INSERT INTO `industry` VALUES (63, '2017-09-19 11:24:41', '253020', NULL, '综合消费者服务Ⅲ', b'1', '2530', 1);
INSERT INTO `industry` VALUES (64, '2017-09-19 11:24:41', '254010', NULL, '媒体Ⅲ', b'1', '2540', 1);
INSERT INTO `industry` VALUES (65, '2017-09-19 11:24:41', '255010', NULL, '消费品经销商Ⅲ', b'1', '2550', 1);
INSERT INTO `industry` VALUES (66, '2017-09-19 11:24:41', '255020', NULL, '互联网与售货目录零售', b'1', '2550', 1);
INSERT INTO `industry` VALUES (67, '2017-09-19 11:24:41', '255030', NULL, '多元化零售', b'1', '2550', 1);
INSERT INTO `industry` VALUES (68, '2017-09-19 11:24:41', '255040', NULL, '专营零售', b'1', '2550', 1);
INSERT INTO `industry` VALUES (69, '2017-09-19 11:24:41', '301010', NULL, '食品与主要用品零售Ⅲ', b'1', '3010', 1);
INSERT INTO `industry` VALUES (70, '2017-09-19 11:24:41', '302010', NULL, '饮料', b'1', '3020', 1);
INSERT INTO `industry` VALUES (71, '2017-09-19 11:24:41', '302020', NULL, '食品', b'1', '3020', 1);
INSERT INTO `industry` VALUES (72, '2017-09-19 11:24:41', '302030', NULL, '烟草Ⅲ', b'1', '3020', 1);
INSERT INTO `industry` VALUES (73, '2017-09-19 11:24:41', '303010', NULL, '家庭用品Ⅲ', b'1', '3030', 1);
INSERT INTO `industry` VALUES (74, '2017-09-19 11:24:41', '303020', NULL, '个人用品Ⅲ', b'1', '3030', 1);
INSERT INTO `industry` VALUES (75, '2017-09-19 11:24:41', '351010', NULL, '医疗保健设备与用品', b'1', '3510', 1);
INSERT INTO `industry` VALUES (76, '2017-09-19 11:24:41', '351020', NULL, '医疗保健提供商与服务', b'1', '3510', 1);
INSERT INTO `industry` VALUES (77, '2017-09-19 11:24:41', '351030', NULL, '医疗保健技术Ⅲ', b'1', '3510', 1);
INSERT INTO `industry` VALUES (78, '2017-09-19 11:24:41', '352010', NULL, '生物科技Ⅲ', b'1', '3520', 1);
INSERT INTO `industry` VALUES (79, '2017-09-19 11:24:41', '352020', NULL, '制药', b'1', '3520', 1);
INSERT INTO `industry` VALUES (80, '2017-09-19 11:24:41', '352030', NULL, '生命科学工具和服务Ⅲ', b'1', '3520', 1);
INSERT INTO `industry` VALUES (81, '2017-09-19 11:24:41', '401010', NULL, '商业银行', b'1', '4010', 1);
INSERT INTO `industry` VALUES (82, '2017-09-19 11:24:41', '401020', NULL, '互助储蓄银行与抵押信贷Ⅲ', b'1', '4010', 1);
INSERT INTO `industry` VALUES (83, '2017-09-19 11:24:41', '402010', NULL, '多元金融服务', b'1', '4020', 1);
INSERT INTO `industry` VALUES (84, '2017-09-19 11:24:41', '402020', NULL, '消费信贷Ⅲ', b'1', '4020', 1);
INSERT INTO `industry` VALUES (85, '2017-09-19 11:24:41', '402030', NULL, '资本市场', b'1', '4020', 1);
INSERT INTO `industry` VALUES (86, '2017-09-19 11:24:41', '402040', NULL, '抵押房地产投资信托(REITs)', b'1', '4020', 1);
INSERT INTO `industry` VALUES (87, '2017-09-19 11:24:41', '403010', NULL, '保险Ⅲ', b'1', '4030', 1);
INSERT INTO `industry` VALUES (88, '2017-09-19 11:24:41', '451010', NULL, '互联网软件与服务Ⅲ', b'1', '4510', 1);
INSERT INTO `industry` VALUES (89, '2017-09-19 11:24:41', '451020', NULL, '信息技术服务', b'1', '4510', 1);
INSERT INTO `industry` VALUES (90, '2017-09-19 11:24:41', '451030', NULL, '软件', b'1', '4510', 1);
INSERT INTO `industry` VALUES (91, '2017-09-19 11:24:41', '452010', NULL, '通信设备Ⅲ', b'1', '4520', 1);
INSERT INTO `industry` VALUES (92, '2017-09-19 11:24:41', '452020', NULL, '电脑与外围设备', b'1', '4520', 1);
INSERT INTO `industry` VALUES (93, '2017-09-19 11:24:41', '452030', NULL, '电子设备、仪器和元件', b'1', '4520', 1);
INSERT INTO `industry` VALUES (94, '2017-09-19 11:24:41', '452040', NULL, '办公电子设备Ⅲ', b'1', '4520', 1);
INSERT INTO `industry` VALUES (95, '2017-09-19 11:24:41', '453010', NULL, '半导体产品与半导体设备', b'1', '4530', 1);
INSERT INTO `industry` VALUES (96, '2017-09-19 11:24:41', '501010', NULL, '多元电信服务', b'1', '5010', 1);
INSERT INTO `industry` VALUES (97, '2017-09-19 11:24:41', '501020', NULL, '无线电信业务Ⅲ', b'1', '5010', 1);
INSERT INTO `industry` VALUES (98, '2017-09-19 11:24:41', '551010', NULL, '电力Ⅲ', b'1', '5510', 1);
INSERT INTO `industry` VALUES (99, '2017-09-19 11:24:41', '551020', NULL, '燃气Ⅲ', b'1', '5510', 1);
INSERT INTO `industry` VALUES (100, '2017-09-19 11:24:41', '551030', NULL, '复合型公用事业Ⅲ', b'1', '5510', 1);
INSERT INTO `industry` VALUES (101, '2017-09-19 11:24:41', '551040', NULL, '水务Ⅲ', b'1', '5510', 1);
INSERT INTO `industry` VALUES (102, '2017-09-19 11:24:41', '551050', NULL, '独立电力生产商与能源贸易商Ⅲ', b'1', '5510', 1);
INSERT INTO `industry` VALUES (103, '2017-09-19 11:24:41', '601010', NULL, '股权房地产投资信托(REITs)', b'1', '6010', 1);
INSERT INTO `industry` VALUES (104, '2017-09-19 11:24:41', '601020', NULL, '房地产管理和开发', b'1', '6010', 1);
INSERT INTO `industry` VALUES (105, '2017-09-19 11:24:41', '10101010', '承包钻井服务的钻井承包商或拥有钻机的公司。', '石油天然气钻井', b'1', '101010', 1);
INSERT INTO `industry` VALUES (106, '2017-09-19 11:24:41', '10101020', '包括钻机及钻井设备在内的设备制造商，以及向那些涉及石油与天然气井的钻探、评估和完井的公司提供用品和服务的公司。', '石油天然气设备与服务', b'1', '101010', 1);
INSERT INTO `industry` VALUES (107, '2017-09-19 11:24:41', '10102010', '从事石油及天然气勘探与生产，并且至少在以下某一领域有大量业务：炼制、营销、运输或者石油化工的综合性石油公司。', '综合性石油天然气', b'1', '101020', 1);
INSERT INTO `industry` VALUES (108, '2017-09-19 11:24:41', '10102020', '从事石油及天然气勘探与生产（未归类于别处）的公司。 ', '石油天然气勘探与生产', b'1', '101020', 1);
INSERT INTO `industry` VALUES (109, '2017-09-19 11:24:41', '10102030', '从事石油、天然气和/或炼制产品的炼制和营销（未归类于“综合性石油与天然气企业”或者“独立电力生产商与能源贸易商”子行业）的公司。', '石油与天然气的炼制和销售', b'1', '101020', 1);
INSERT INTO `industry` VALUES (110, '2017-09-19 11:24:41', '10102040', '从事石油、天然气和/或炼制产品储存和运输的公司。包括那些面对竞争市场经营中游业务的多元化天然气公司、石油和炼制产品管道公司、煤泥管道公司以及石油与天然气运输公司。', '石油与天然气的储存和运输', b'1', '101020', 1);
INSERT INTO `industry` VALUES (111, '2017-09-19 11:24:41', '10102050', '主要从事生产与开采煤、相关产品以及其它与能源生产相关的供消费用燃料的公司。不包括那些归类于“工业气体”子行业中主要从事生产工业气体的公司。', '煤炭与消费用燃料', b'1', '101020', 1);
INSERT INTO `industry` VALUES (112, '2017-09-19 11:24:41', '15101010', '主要从事生产化工原料以及基本化工产品的公司。这些产品包括但不仅限于塑料、合成纤维、胶片、 日用涂料与颜料、爆炸物以及石油化工产品。不包括那些归类于“多种化学制品”、“化肥与农用药剂”、“工业气体”或者“特种化学制品”子行业中的化工品公司。', '基础化工', b'1', '151010', 1);
INSERT INTO `industry` VALUES (113, '2017-09-19 11:24:41', '15101011', '以石油为原料，主要从事化学纤维产品开发与生产的公司。', '化纤', b'1', '151010', 1);
INSERT INTO `industry` VALUES (114, '2017-09-19 11:24:41', '15101020', '各样化学制品（未归类于“工业气体”、“商品化工”、“特种化学制品”或者“化肥与农用药剂”子行业中）制造商。', '多元化工', b'1', '151010', 1);
INSERT INTO `industry` VALUES (115, '2017-09-19 11:24:41', '15101030', '生产化肥、杀虫剂、碳酸钾、或者与农业有关的化学药品（未归类于别处）的公司。', '化肥与农用化工', b'1', '151010', 1);
INSERT INTO `industry` VALUES (116, '2017-09-19 11:24:41', '15101040', '工业气体制造商。', '工业气体', b'1', '151010', 1);
INSERT INTO `industry` VALUES (117, '2017-09-19 11:24:41', '15101050', '主要生产用于制造各种产品的高附加值化学制品的公司，这些制品包括但不仅限于精细化学品、添加剂、高级聚合物、粘合剂、密封剂以及特种涂料、颜料和涂层。', '特种化工', b'1', '151010', 1);
INSERT INTO `industry` VALUES (118, '2017-09-19 11:24:41', '15102010', '包括沙子、泥土、石膏、石灰、集料、水泥、混凝土和砖块在内的建筑材料制造商。其它成品或半成品建筑材料归类于“建筑产品”子行业。', '建材', b'1', '151020', 1);
INSERT INTO `industry` VALUES (119, '2017-09-19 11:24:41', '15103010', '金属、玻璃或者塑料容器（包括塞子和盖子）制造商。', '金属与玻璃容器', b'1', '151030', 1);
INSERT INTO `industry` VALUES (120, '2017-09-19 11:24:41', '15103020', '纸和纸板容器制造商。', '纸包装', b'1', '151030', 1);
INSERT INTO `industry` VALUES (121, '2017-09-19 11:24:41', '15104010', '铝及相关产品生产商，包括那些开采或加工铝土矿的公司以及回收铝材料用于生产成品或半成品的公司，但不包括归类于“建筑产品”子行业中那些主要从事生产铝建筑材料的公司。', '铝', b'1', '151040', 1);
INSERT INTO `industry` VALUES (122, '2017-09-19 11:24:41', '15104020', '从事生产或开采多种金属和矿石（未归类于别处）的公司。', '金属非金属', b'1', '151040', 1);
INSERT INTO `industry` VALUES (123, '2017-09-19 11:24:41', '15104030', '黄金及相关产品生产商，包括那些开采或者加工黄金的公司以及那些主要投资但并不经营金矿的南非金融公司。', '黄金', b'1', '151040', 1);
INSERT INTO `industry` VALUES (124, '2017-09-19 11:24:41', '15104040', '从事开采贵重金属和矿石（未归类于“黄金”子行业）的公司。包括那些主要从事开采铂的公司。', '贵金属与矿石', b'1', '151040', 1);
INSERT INTO `industry` VALUES (125, '2017-09-19 11:24:41', '15104045', '白银及相关产品生产商，不含归类于子行业“贵重金属与矿石”的所属公司。', '白银', b'1', '151040', 1);
INSERT INTO `industry` VALUES (126, '2017-09-19 11:24:41', '15104050', '钢铁及相关产品生产商。', '钢铁', b'1', '151040', 1);
INSERT INTO `industry` VALUES (127, '2017-09-19 11:24:41', '15105010', '木材及相关木材制品（包括建筑木材）制造商。', '林木产品', b'1', '151050', 1);
INSERT INTO `industry` VALUES (128, '2017-09-19 11:24:41', '15105020', '各类等级纸张的制造商。不包括那些归类于“纸材料包装”子行业中专门从事纸制包装的公司。', '纸制品', b'1', '151050', 1);
INSERT INTO `industry` VALUES (129, '2017-09-19 11:24:41', '20101010', '民用或军用航空航天及国防设备、零部件或产品（包括国防电子设备和航天设备）制造商。', '航天航空与国防', b'1', '201010', 1);
INSERT INTO `industry` VALUES (130, '2017-09-19 11:24:41', '20102010', '制造建筑组件、家庭装潢用品及设备的公司。不包括归类于“林产品”子行业中的木材和胶合板以及归类于“建筑材料”子行业中的材料。', '建筑产品', b'1', '201020', 1);
INSERT INTO `industry` VALUES (131, '2017-09-19 11:24:41', '20103010', '主要从事非住宅建筑建造的公司。包括土木工程公司和大型承包商，但不包括那些归类于“住宅建筑”子行业中的公司。', '建筑与工程', b'1', '201030', 1);
INSERT INTO `industry` VALUES (132, '2017-09-19 11:24:41', '20104010', '生产电缆、电线、电气部件或设备（未归类于“重型电气设备”子行业）的公司。', '电气部件与设备', b'1', '201040', 1);
INSERT INTO `industry` VALUES (133, '2017-09-19 11:24:41', '20104020', '发电设备等重型电气设备制造商，这些设备包括动力涡轮机、 与固定使用和大型电气系统配套的重型电力机械。不包括归类于“电气部件与设备”子行业中的电缆和电线。', '重型电气设备', b'1', '201040', 1);
INSERT INTO `industry` VALUES (134, '2017-09-19 11:24:41', '20105010', '同时在三个或更多经济领域内经营，但没有单个业务贡献一半以上收入的各种工业企业。企业所持有的股权主要是控股性质，并且股东乐于参与子公司的经营。', '综合类行业', b'1', '201050', 1);
INSERT INTO `industry` VALUES (135, '2017-09-19 11:24:41', '20106010', '重型载重卡车、滚动机械、土方与建筑用机械、重型农用机械以及相关零部件制造商。包括非军用造船企业。', '建筑机械与重型卡车', b'1', '201060', 1);
INSERT INTO `industry` VALUES (136, '2017-09-19 11:24:41', '20106015', '农业畜牧业用大型机械及部件生产企业。包含农用谷物脱壳机，农用拖拉机，播种施肥及收割机和谷物干燥及扬风机制造企业。', '农用农业机械', b'1', '201060', 1);
INSERT INTO `industry` VALUES (137, '2017-09-19 11:24:41', '20106020', '工业机械与部件制造商。包括那些制造冲床、机床、压缩机、污染控制设备、电梯、电动扶梯、绝缘器、泵、滚柱轴承以及其它金属预制件的公司。', '工业机械', b'1', '201060', 1);
INSERT INTO `industry` VALUES (138, '2017-09-19 11:24:41', '20107010', '贸易公司以及其它工业设备和产品的经销商。', '贸易公司与工业品经销商', b'1', '201070', 1);
INSERT INTO `industry` VALUES (139, '2017-09-19 11:24:41', '20201010', '提供商业印刷服务的公司。包括那些主要服务于媒体业的印刷公司。(printers here refers to printing companies)', '商业印刷', b'1', '202010', 1);
INSERT INTO `industry` VALUES (140, '2017-09-19 11:24:41', '20201050', '提供环境服务与环境设施维护服务的公司。这些服务包括废物处理、设施管理和污染控制服务。不包括归类于“水公用事业”子行业中的大型水处理系统。', '环境与设施服务', b'1', '202010', 1);
INSERT INTO `industry` VALUES (141, '2017-09-19 11:24:41', '20201060', '提供办公服务的公司以及制造办公用品和设备（未归类于别处）的公司。', '办公服务与用品', b'1', '202010', 1);
INSERT INTO `industry` VALUES (142, '2017-09-19 11:24:41', '20201070', '主要向企业和政府提供劳动力支持的公司。包括商业清洁服务、餐饮服务、修理设备、工业维护、工业拍卖、存储和仓储、运输服务、制服租赁和其他商业支持服务。', '综合支持服务', b'1', '202010', 1);
INSERT INTO `industry` VALUES (143, '2017-09-19 11:24:41', '20201080', '向企业和政府提供安全和保护服务的公司。包括提供设备修正、安全和报警服务、武装押运服务的公司。但不包括提供安全软件（归类于系统软件子行业）和家庭安全服务（归类于特殊消费服务子行业）的公司。也不包括制造安全系统设备的公司（归类于电子设备和仪器子行业）。', '安全和报警服务', b'1', '202010', 1);
INSERT INTO `industry` VALUES (144, '2017-09-19 11:24:41', '20202010', '提供与人力资本管理相关的业务支持服务的公司。包括职业介绍所、员工培训、工资和福利保障服务、退休保障服务以及临时机构。', '人力资源与就业服务', b'1', '202020', 1);
INSERT INTO `industry` VALUES (145, '2017-09-19 11:24:41', '20202020', '主要为企业和政府提供调查和咨询服务（未归类于别处）的公司。包括提供管理咨询服务、建筑设计、商业信息和科学研究、市场、测试和认证服务的公司。不包括提供信息技术咨询的公司（归类于IT咨询及其他子行业）。', '调查和咨询服务', b'1', '202020', 1);
INSERT INTO `industry` VALUES (146, '2017-09-19 11:24:41', '20301010', '提供航空货运、快递及物流服务的公司，包括包裹和邮件投递报关行。不包括归类于“航空公司”、“海运”和“陆运”子行业中的那些公司。', '航空货运与物流', b'1', '203010', 1);
INSERT INTO `industry` VALUES (147, '2017-09-19 11:24:41', '20302010', '主要提供航空客运服务的公司。', '航空', b'1', '203020', 1);
INSERT INTO `industry` VALUES (148, '2017-09-19 11:24:41', '20303010', '提供海上客运或者货运服务的公司。不包括归类于“酒店、度假村与豪华游轮”子行业中的豪华游轮。', '海运', b'1', '203030', 1);
INSERT INTO `industry` VALUES (149, '2017-09-19 11:24:41', '20304010', '主要提供铁路客运和货运服务的公司。', '铁路运输', b'1', '203040', 1);
INSERT INTO `industry` VALUES (150, '2017-09-19 11:24:41', '20304020', '主要提供公路客运和货运服务的公司。包括租车公司和出租车公司。', '公路运输', b'1', '203040', 1);
INSERT INTO `industry` VALUES (151, '2017-09-19 11:24:41', '20305010', '机场经营商以及提供相关服务的公司。', '机场服务', b'1', '203050', 1);
INSERT INTO `industry` VALUES (152, '2017-09-19 11:24:41', '20305020', '公路、隧道和铁路的业主和经营商。', '公路与铁路', b'1', '203050', 1);
INSERT INTO `industry` VALUES (153, '2017-09-19 11:24:41', '20305030', '海港及相关服务的业主和经营商。', '海港与服务', b'1', '203050', 1);
INSERT INTO `industry` VALUES (154, '2017-09-19 11:24:41', '25101010', '汽车和摩托车零配件制造商。不包括归类于“轮胎与橡胶”子行业中的那些公司。', '机动车零配件与设备', b'1', '251010', 1);
INSERT INTO `industry` VALUES (155, '2017-09-19 11:24:41', '25101020', '轮胎与橡胶制造商。', '轮胎与橡胶', b'1', '251010', 1);
INSERT INTO `industry` VALUES (156, '2017-09-19 11:24:41', '25102010', '主要生产载客汽车及轻型卡车的公司。不包括归类于“摩托车制造商”子行业中那些主要生产摩托车及三轮摩托车的公司，也不包括那些归类于“建筑、农用机械与重型卡车”子行业中那些制造重型卡车的公司。', '汽车制造', b'1', '251020', 1);
INSERT INTO `industry` VALUES (157, '2017-09-19 11:24:41', '25102020', '生产摩托车、小型摩托车或者三轮摩托拖车的公司。不包括归类于“娱乐用品”子行业中的自行车制造商。', '摩托车制造', b'1', '251020', 1);
INSERT INTO `industry` VALUES (158, '2017-09-19 11:24:41', '25201010', '消费电子产品制造商，这些产品包括电视机、录像机、音响设备、游戏机以及相关产品。不包括归类于“电脑硬件”子行业中的个人电脑制造商，也不包括归类于“家用电器”子行业中的家用电器制造商。', '消费电子产品', b'1', '252010', 1);
INSERT INTO `industry` VALUES (159, '2017-09-19 11:24:41', '25201020', '软性家庭装饰品及家具制造商，包括家具覆盖饰物、地毯和墙面装饰材料。', '家庭装饰品', b'1', '252010', 1);
INSERT INTO `industry` VALUES (160, '2017-09-19 11:24:41', '25201030', '住宅建筑公司。包括预制房屋和半固定活动房屋制造商。', '住宅建筑', b'1', '252010', 1);
INSERT INTO `industry` VALUES (161, '2017-09-19 11:24:41', '25201040', '家用电器及相关产品制造商。包括电动和手工具（包括园艺工具）制造商。不包括归类于“消费电子产品”子行业中的电视机和其它音视频产品，也不包括归类于“电脑硬件”子行业中的个人电脑。', '家用电器', b'1', '252010', 1);
INSERT INTO `industry` VALUES (162, '2017-09-19 11:24:41', '25201050', '家庭耐用品制造商。这些用品包括餐具、炊具、玻璃器具、水晶、银器、刀叉、厨房用具以及未归类于别处的特殊消费品。', '家用器具与特殊消费品', b'1', '252010', 1);
INSERT INTO `industry` VALUES (163, '2017-09-19 11:24:41', '25202010', '消闲用品及设备（包括体育用品、自行车和玩具）制造商。', '休闲用品', b'1', '252020', 1);
INSERT INTO `industry` VALUES (164, '2017-09-19 11:24:41', '25202020', '摄影器材及相关产品制造商。', '摄影用品', b'1', '252020', 1);
INSERT INTO `industry` VALUES (165, '2017-09-19 11:24:41', '25203010', '服装、服饰与奢侈品制造商。包括那些主要生产名设计师手提包、皮夹、行李箱、珠宝和手表的公司。不包括归类于“鞋类”子行业中的鞋类用品。', '服装、服饰与奢侈品', b'1', '252030', 1);
INSERT INTO `industry` VALUES (166, '2017-09-19 11:24:41', '25203020', '鞋类用品制造商。包括运动鞋和皮鞋。', '鞋类', b'1', '252030', 1);
INSERT INTO `industry` VALUES (167, '2017-09-19 11:24:41', '25203030', '纺织品及相关产品制造商。不包括那些归类于“服装、服饰与奢侈品”、“鞋类”或者“家庭装饰品”子行业中的公司。', '纺织品', b'1', '252030', 1);
INSERT INTO `industry` VALUES (168, '2017-09-19 11:24:41', '25301010', '赌场及赌博设施的业主和运营商。包括那些提供彩票和赌博服务的公司。', '赌场与赌博', b'1', '253010', 1);
INSERT INTO `industry` VALUES (169, '2017-09-19 11:24:41', '25301020', '酒店、度假村及豪华游轮的业主和运营商。包括旅行社、旅行团运营商以及相关的服务。不包括归类于“赌场与赌博”子行业中的 赌场酒店。', '酒店、度假村与豪华游轮', b'1', '253010', 1);
INSERT INTO `industry` VALUES (170, '2017-09-19 11:24:41', '25301030', '消闲设施的业主和运营商，这些设施包括体育运动中心、健身中心、体育场、高尔夫球场以及游乐园（未归类于“电影与娱乐”子行业）。', '休闲设施', b'1', '253010', 1);
INSERT INTO `industry` VALUES (171, '2017-09-19 11:24:41', '25301040', '餐馆、酒吧、客栈、快餐或者外卖服务设施的业主和运营商。包括那些提供外勤饮食供应服务的公司。', '餐馆', b'1', '253010', 1);
INSERT INTO `industry` VALUES (172, '2017-09-19 11:24:41', '25302010', '通过在线或者传统的教学方法提供教育服务的公司。包括私立大学、函授教学以及提供教育讲座、教育资料和技术培训的公司。不包括归类于“人力资源与就业服务”子行业中提供员工培训项目的公司。', '教育服务', b'1', '253020', 1);
INSERT INTO `industry` VALUES (173, '2017-09-19 11:24:41', '25302020', '提供未归类于别处的消费者服务的公司。 包括家居服务、家庭安全、法律服务、个人服务、室内改造与装修服务、消费者拍卖以及婚葬服务。', '特殊消费者服务', b'1', '253020', 1);
INSERT INTO `industry` VALUES (174, '2017-09-19 11:24:41', '25401010', '提供广告、营销或者公共关系服务的公司。', '广告', b'1', '254010', 1);
INSERT INTO `industry` VALUES (175, '2017-09-19 11:24:41', '25401020', '提供有线或卫星电视服务。包括有线网络和节目发行。', '有线和卫星电视', b'1', '254010', 1);
INSERT INTO `industry` VALUES (176, '2017-09-19 11:24:41', '25401025', '电视或电台广播系统的业主和运营商，包括制作公司。包括电台和电视广播、广播网络和广播站。', '广播', b'1', '254010', 1);
INSERT INTO `industry` VALUES (177, '2017-09-19 11:24:41', '25401030', '从事制作和销售娱乐产品与服务的公司，包括那些从事制作、发行和投放电影及电视节目的公司、音乐发行商和制作方、娱乐剧场以及体育俱乐部。', '电影与娱乐', b'1', '254010', 1);
INSERT INTO `industry` VALUES (178, '2017-09-19 11:24:41', '25401040', '报纸、杂志和书籍出版商，以印刷或电子格式提供信息的提供商。', '出版', b'1', '254010', 1);
INSERT INTO `industry` VALUES (179, '2017-09-19 11:24:41', '25501010', '日用商品经销商和批发商。包括机车经销商。', '消费品经销商', b'1', '255010', 1);
INSERT INTO `industry` VALUES (180, '2017-09-19 11:24:41', '25502010', '从事邮购和家庭电视购物的零售商。包括那些上门零售公司。', '售货目录零售', b'1', '255020', 1);
INSERT INTO `industry` VALUES (181, '2017-09-19 11:24:41', '25502020', '主要通过互联网提供零售服务并（未归类于别处）的公司。', '互联网零售', b'1', '255020', 1);
INSERT INTO `industry` VALUES (182, '2017-09-19 11:24:41', '25503010', '百货商店的业主和运营商。', '百货商店', b'1', '255030', 1);
INSERT INTO `industry` VALUES (183, '2017-09-19 11:24:41', '25503020', '出售各色日用商品的综合货品商店的业主和运营商。不包括归类于“大卖场与大型超市”子行业中的超级市场和特大购物中心。', '综合货品商店', b'1', '255030', 1);
INSERT INTO `industry` VALUES (184, '2017-09-19 11:24:41', '25504010', '主要专营服装和服饰的零售商。', '服装零售', b'1', '255040', 1);
INSERT INTO `industry` VALUES (185, '2017-09-19 11:24:41', '25504020', '消费类电子产品、电脑、视频及相关产品零售店的业主和运营商。', '电脑与电子产品零售', b'1', '255040', 1);
INSERT INTO `industry` VALUES (186, '2017-09-19 11:24:41', '25504030', '家庭装潢及园艺用品零售店的业主和运营商。包括建筑材料及用品零售店。', '家庭装潢零售', b'1', '255040', 1);
INSERT INTO `industry` VALUES (187, '2017-09-19 11:24:41', '25504040', '零售专卖店（未归类于别处）的业主和运营商。包括珠宝店、玩具店、办公用品店、卫生保健与视力保健用品店以及书籍与娱乐用品店。', '专卖店', b'1', '255040', 1);
INSERT INTO `industry` VALUES (188, '2017-09-19 11:24:41', '25504050', '专业汽车零售店的业主和运营商。包括汽车销售商、加油站以及汽车配件、摩托车与零件、汽车玻璃、汽车设备与零件零售商。', '汽车零售', b'1', '255040', 1);
INSERT INTO `industry` VALUES (189, '2017-09-19 11:24:41', '25504060', '家具和家庭装饰零售店的业主和运营商。包括家具、家庭装饰、家用器皿和室内装饰。 不包括归类于“家庭装潢零售”子行业中的家庭装潢和园艺用品零售店。', '家庭装饰零售', b'1', '255040', 1);
INSERT INTO `industry` VALUES (190, '2017-09-19 11:24:41', '30101010', '药品零售店和药剂店的业主和运营商。', '药品零售', b'1', '301010', 1);
INSERT INTO `industry` VALUES (191, '2017-09-19 11:24:41', '30101020', '向其它公司而并不直接向消费者分销食品的公司。', '食品分销商', b'1', '301010', 1);
INSERT INTO `industry` VALUES (192, '2017-09-19 11:24:41', '30101030', '食品零售店的业主和运营商。', '食品零售', b'1', '301010', 1);
INSERT INTO `industry` VALUES (193, '2017-09-19 11:24:41', '30101040', '大卖场以及出售食品和各类日常消费品的超市。不包括分别归类于“食品零售”和“药品零售”子行业中的食品与药品零售店。', '大卖场与超市', b'1', '301010', 1);
INSERT INTO `industry` VALUES (194, '2017-09-19 11:24:41', '30201010', '生产啤酒和麦芽酒 的公司。包括未归类于“餐馆”子行业中的啤酒厂。', '啤酒', b'1', '302010', 1);
INSERT INTO `industry` VALUES (195, '2017-09-19 11:24:41', '30201020', '酿酒商、葡萄酒商和酒精饮料生厂商（未归类于“啤酒酿造商”子行业）。', '白酒与葡萄酒', b'1', '302010', 1);
INSERT INTO `industry` VALUES (196, '2017-09-19 11:24:41', '30201030', '生产包括矿泉水在内的不含酒精饮料的公司。不包括归类于“包装食品”子行业中的奶制品生产商。', '软饮料', b'1', '302010', 1);
INSERT INTO `industry` VALUES (197, '2017-09-19 11:24:41', '30202010', '农产品生产商。包括农作物种植、生产与加工食品但不包装和销售它们的种植园业主及公司。不包括那些归类于“林业产品”子行业中的公司以及归类于“包装食品”子行业目录中那些包装和销售食品的公司。', '农产品', b'1', '302020', 1);
INSERT INTO `industry` VALUES (198, '2017-09-19 11:24:41', '30202030', '生产包括乳制品、果汁、肉类、禽类和鱼类产品以及宠物食品在内的包装食品的公司。', '食品加工与肉类', b'1', '302020', 1);
INSERT INTO `industry` VALUES (199, '2017-09-19 11:24:41', '30203010', '香烟及其它烟草产品制造商。', '烟草', b'1', '302030', 1);
INSERT INTO `industry` VALUES (200, '2017-09-19 11:24:41', '30301010', '生产包括洗涤剂、肥皂、尿布和其它家用卫生纸及纸用品（未归类于“纸制品”子行业）在内的家庭非耐用消费品的公司。', '家庭用品', b'1', '303010', 1);
INSERT INTO `industry` VALUES (201, '2017-09-19 11:24:41', '30302010', '生产包括化妆品和香水在内的个人及美容护理用品的公司。', '个人用品', b'1', '303020', 1);
INSERT INTO `industry` VALUES (202, '2017-09-19 11:24:41', '35101010', '医疗保健设备及装置制造商。包括医疗仪器和药物运送系统、心血管和矫形设备、以及诊断设备。', '医疗保健设备', b'1', '351010', 1);
INSERT INTO `industry` VALUES (203, '2017-09-19 11:24:41', '35101020', '医疗保健用品及医药产品（未归类于别处）的制造商。包括眼护理用品、医院供应、和安全针及注射器设备。', '医疗保健用品', b'1', '351010', 1);
INSERT INTO `industry` VALUES (204, '2017-09-19 11:24:41', '35102010', '保健护理产品（未归类于别处）的经销商和批发商。', '保健护理产品经销商', b'1', '351020', 1);
INSERT INTO `industry` VALUES (205, '2017-09-19 11:24:41', '35102015', '提供病人保健护理服务（未归类于别处）的公司。包括透析中心、实验室试验服务、和药房管理服务。也包括向医疗保健供应商提供支持性业务服务, 譬如职员支助性业务、代收机构服务、雇员服务和外包销售及营销服务的公司', '保健护理服务', b'1', '351020', 1);
INSERT INTO `industry` VALUES (206, '2017-09-19 11:24:41', '35102020', '保健护理设施的业主和运营商，包括医院、疗养院、康复中心、以及动物医院。', '保健护理设施', b'1', '351020', 1);
INSERT INTO `industry` VALUES (207, '2017-09-19 11:24:41', '35102030', '健康维护组织（HMOs）的业主和运营商，以及其它管理型计划。', '管理型保健护理', b'1', '351020', 1);
INSERT INTO `industry` VALUES (208, '2017-09-19 11:24:41', '35103010', '主要为医疗保健供应商提供信息技术服务的公司。包括提供应用、系统和/或者数据处理软件、基于互联网的工具、和向医生、医院或主要在医疗保健产业的业务运行提供IT咨询服务的公司', '医疗保健技术', b'1', '351030', 1);
INSERT INTO `industry` VALUES (209, '2017-09-19 11:24:41', '35201010', '主要从事研究、开发、制造和/或者销售基于基因分析和遗传工程产品的公司。包括在基于蛋白质治疗学治疗人类疾病方面进行专门研究的公司', '生物科技', b'1', '352010', 1);
INSERT INTO `industry` VALUES (210, '2017-09-19 11:24:41', '35202010', '从事药品的研究、开发与生产的公司。包括兽药。', '西药', b'1', '352020', 1);
INSERT INTO `industry` VALUES (211, '2017-09-19 11:24:41', '35202011', '从事以中医理论为基础，研究、开发与生产用于防治疾病的植物、动物矿物及其加工品药物的公司。', '中药', b'1', '352020', 1);
INSERT INTO `industry` VALUES (212, '2017-09-19 11:24:41', '35203010', '通过提供分析工具、仪器、医疗消耗品及用品、临床试验服务和承包研究服务而促进药物发明、开发和生产的公司。包括主要为制药和生物技术行业服务的公司。', '生命科学工具和服务', b'1', '352030', 1);
INSERT INTO `industry` VALUES (213, '2017-09-19 11:24:41', '40101010', '主要业务为商业信贷并有大量零售银行业务和中小企业信贷业务的商业银行。不包括那些归类于“区域性银行”和“互助储蓄银行与抵押贷款”子行业中的银行，也不包括那些归类于“投资银行业与经纪业”子行业中的投资银行。', '多元化银行', b'1', '401010', 1);
INSERT INTO `industry` VALUES (214, '2017-09-19 11:24:41', '40101015', '主要业务为商业信贷并有大量零售银行业务和中小企业信贷业务的商业银行。区域银行倾向于在有限的地理区域内经营业务。不包括那些归类于“综合性银行”、“互助储蓄银行与抵押贷款”子行业中的公司，也不包括那些归类于“投资银行业与经纪业”子行业中的投资银行。', '区域性银行', b'1', '401010', 1);
INSERT INTO `industry` VALUES (215, '2017-09-19 11:24:41', '40102010', '提供抵押贷款以及抵押贷款相关服务的金融机构。包括那些其资产主要与抵押贷款相关的金融机构、储蓄与贷款、抵押的政府资助企业（GSE）、抵押贷款机构、建房互助协会以及向抵押银行提供保险的公司。', '互助储蓄与抵押信贷金融服务', b'1', '401020', 1);
INSERT INTO `industry` VALUES (216, '2017-09-19 11:24:41', '40201020', '提供各色金融服务和/或那些在众多金融服务领域获取收益但没有主要业务种类的公司，这些领域包括银行服务、保险和资本市场。', '其他多元金融服务', b'1', '402010', 1);
INSERT INTO `industry` VALUES (217, '2017-09-19 11:24:41', '40201030', '在三个或更多领域同时持有股份的公司，其在任何一个领域的利润和/或销售额都不超过总额的一半。所持有的股权主要是非控股性质。包括所持有股份为控股性质的综合金融公司。不包括那些归类于“工业联合企业”子行业中的各类公司。', '多领域控股', b'1', '402010', 1);
INSERT INTO `industry` VALUES (218, '2017-09-19 11:24:41', '40201040', '特殊金融服务提供商。包括征信和信用评级机构、证券交易所和小规模专业金融机构。归类于本子行业中的公司其大部分收益来源于某一特殊业务种类。', '特殊金融服务', b'1', '402010', 1);
INSERT INTO `industry` VALUES (219, '2017-09-19 11:24:41', '40202010', '消费信贷服务提供商，包括个人信贷、信用卡、租赁融资、旅行相关的金融服务以及当铺。不包括那些归类于“互助储蓄银行与抵押信贷”子行业中的抵押贷款商。', '消费信贷', b'1', '402020', 1);
INSERT INTO `industry` VALUES (220, '2017-09-19 11:24:41', '40203010', '主要从事投资管理和/或与其相关的有偿托管和证券业务。包括经营共同基金和封闭式基金的公司以及单位信托公司。不包括那些主要从事商业贷款、投资银行业、经纪业和其它特殊金融业务的银行和金融机构。', '资产管理与托管银行', b'1', '402030', 1);
INSERT INTO `industry` VALUES (221, '2017-09-19 11:24:41', '40203020', '主要从事投资银行与经纪业务的金融机构，包括股票和债务承销、合并、收购、证券租借和咨询业务。不包括那些主要从事商业贷款、资产管理以及特殊金融业务的银行和金融机构。', '投资银行业与经纪业', b'1', '402030', 1);
INSERT INTO `industry` VALUES (222, '2017-09-19 11:24:41', '40203030', '主要从事综合性资本市场业务的金融机构，其至少在以下两个领域中有大量业务的金融机构：大型/主要企业信贷、投资银行业与经纪业和资产管理。不包括那些归类于“资产管理与托管银行”或者“投资银行业与经纪业”子行业中的业务较单一的公司。同时也不包括那些归类于“银行或保险业集团”或“消费信贷”子行业中的公司', '多元资本市场', b'1', '402030', 1);
INSERT INTO `industry` VALUES (223, '2017-09-19 11:24:41', '40204010', '从事提供、发起、购买住宅和／或商业抵押贷款，及／或相关资产证券化业务的公司或信托公司。包括投资抵押担保证券和其他相关抵押相关资产的信托公司。', '抵押房地产投资信托Ⅳ', b'1', '402040', 1);
INSERT INTO `industry` VALUES (224, '2017-09-19 11:24:41', '40301010', '保险和再保险经纪商。', '保险经纪商', b'1', '403010', 1);
INSERT INTO `industry` VALUES (225, '2017-09-19 11:24:41', '40301020', '主要提供人寿、残疾、损失补偿或者补充健康保险的公司。不包括那些归类于“管理型保健护理“子行业中的管理型保健护理公司。', '人寿与健康保险', b'1', '403010', 1);
INSERT INTO `industry` VALUES (226, '2017-09-19 11:24:41', '40301030', '有人寿、健康、财产及意外伤害保险业务的保险公司。', '多元化保险', b'1', '403010', 1);
INSERT INTO `industry` VALUES (227, '2017-09-19 11:24:41', '40301040', '主要提供财产和意外伤害保险业务的公司。', '财产与意外伤害保险', b'1', '403010', 1);
INSERT INTO `industry` VALUES (228, '2017-09-19 11:24:41', '40301050', '主要提供再保险业务的公司。', '再保险', b'1', '403010', 1);
INSERT INTO `industry` VALUES (229, '2017-09-19 11:24:41', '45101010', '开发与销售互联网软件和/或提供互联网服务的公司，这些服务包括在线数据库、交互服务、网络地址注册服务、数据库建设和互联网设计服务。不包括那些归类于“互联网零售”子行业中的公司。', '互联网软件与服务', b'1', '451010', 1);
INSERT INTO `industry` VALUES (230, '2017-09-19 11:24:41', '45102010', '提供信息科技和系统集成服务的公司（未归类于“数据处理与外包服务”或者“互联网软件与服务”子行业）。包括信息科技咨询和信息管理服务。', '信息科技咨询与其它服务', b'1', '451020', 1);
INSERT INTO `industry` VALUES (231, '2017-09-19 11:24:41', '45102020', '提供商业电子数据处理和/或经营流程外包服务的公司。包括那些提供事务部门办公自动化服务的公司。', '数据处理与外包服务', b'1', '451020', 1);
INSERT INTO `industry` VALUES (232, '2017-09-19 11:24:41', '45103010', '从事为企业和消费者开发与生产专业应用软件（包括企业与技术软件）的公司。不包括那些归类于“家庭娱乐软件”子行业中的公司，也不包括那些归类于“系统软件”子行业中生产系统和数据库管理软件的公司。', '应用软件', b'1', '451030', 1);
INSERT INTO `industry` VALUES (233, '2017-09-19 11:24:41', '45103020', '从事开发与生产系统和数据库管理软件的公司。', '系统软件', b'1', '451030', 1);
INSERT INTO `industry` VALUES (234, '2017-09-19 11:24:41', '45103030', '开发主要在家中使用的家庭娱乐软件和教育软件的公司。', '家庭娱乐软件', b'1', '451030', 1);
INSERT INTO `industry` VALUES (235, '2017-09-19 11:24:41', '45201020', '电信设备制造商，包括电话机、总机和交换机。不包括那些归类于“网络设备”子行业目录的公司。', '通信设备', b'1', '452010', 1);
INSERT INTO `industry` VALUES (236, '2017-09-19 11:24:41', '45202010', '制造个人电脑、服务器、大型机和工作站的公司。包括自动取款机(ATMs)制造商。不包括那些归类于“办公电子设备”子行业中制造复印机、传真机及相关产品的公司。', '电脑硬件', b'1', '452020', 1);
INSERT INTO `industry` VALUES (237, '2017-09-19 11:24:41', '45202020', '电脑电子部件和外围设备制造商。包括数据存储部件、母板、声卡和显卡、监视器、键盘、打印机和其它外围设备。不包括归类于“半导体产品”子行业中的半导体产品。', '电脑存储与外围设备', b'1', '452020', 1);
INSERT INTO `industry` VALUES (238, '2017-09-19 11:24:41', '45203010', '电子元件制造商。包括电子元件、连接设备、电子管、电容和电阻、线圈、印刷电路板、变压器和其他感应器、信号处理技术/元件和未归类于其他子行业的电子设备。', '电子元件', b'1', '452030', 1);
INSERT INTO `industry` VALUES (239, '2017-09-19 11:24:41', '45203015', '电子设备和仪器制造商，包括分析、电子测试和测量仪器、扫描仪/条码产品、激光、显示器、零售机和安全系统设备。', '电子设备和仪器', b'1', '452030', 1);
INSERT INTO `industry` VALUES (240, '2017-09-19 11:24:41', '45203020', '主要为OEM（原始设备制造商）市场生产电子设备的公司。', '电子制造服务', b'1', '452030', 1);
INSERT INTO `industry` VALUES (241, '2017-09-19 11:24:41', '45203030', '技术硬件和设备经销商。包括经销通信设备、电脑及外围设备、半导体产品和电子设备及元器件的公司。', '技术产品经销商', b'1', '452030', 1);
INSERT INTO `industry` VALUES (242, '2017-09-19 11:24:41', '45204010', '包括复印机和传真机在内的办公电子产品的制造商。', '办公电子设备', b'1', '452040', 1);
INSERT INTO `industry` VALUES (243, '2017-09-19 11:24:41', '45301010', '半导体设备制造商。', '半导体设备', b'1', '453010', 1);
INSERT INTO `industry` VALUES (244, '2017-09-19 11:24:41', '45301020', '半导体产品及相关产品制造商。', '半导体产品', b'1', '453010', 1);
INSERT INTO `industry` VALUES (245, '2017-09-19 11:24:41', '50101010', '通过高带宽/光缆网络提供通信和海量数据传输业务的公司。', '非传统电信运营商', b'1', '501010', 1);
INSERT INTO `industry` VALUES (246, '2017-09-19 11:24:41', '50101020', '主要指固定电信网络运营商以及提供无线和固话电信业务（未归类于别处）的公司。', '综合电信服务', b'1', '501010', 1);
INSERT INTO `industry` VALUES (247, '2017-09-19 11:24:41', '50102010', '主要指提供蜂窝或无线电信业务（包括寻呼业务）的公司。', '无线电信业务', b'1', '501020', 1);
INSERT INTO `industry` VALUES (248, '2017-09-19 11:24:41', '55101010', '发电和配电公司。包括核子及非核子设施。', '电力', b'1', '551010', 1);
INSERT INTO `industry` VALUES (249, '2017-09-19 11:24:41', '55102010', '包括主要任务为配送天然气和人工煤气的公司。不包括那些归类于“石油与天然气的勘探与生产”子行业中主要从事天然气勘探和生产的公司，也不包括那些归类于“石油与天然气的炼制、销售和运输”子行业中的各类处于市场中游的天然气公司。', '燃气', b'1', '551020', 1);
INSERT INTO `industry` VALUES (250, '2017-09-19 11:24:41', '55103010', '除主业为电力公用事业、燃气公用事业和/或水公用事业之外，还有其它多元化业务的公用事业公司。', '复合型公用事业', b'1', '551030', 1);
INSERT INTO `industry` VALUES (251, '2017-09-19 11:24:41', '55104010', '购买水后再把水配送给最终消费者的公司。包括大型水处理系统。', '水务', b'1', '551040', 1);
INSERT INTO `industry` VALUES (252, '2017-09-19 11:24:41', '55105010', '独立电力生产商（IPPs）、燃气与电力专业销售贸易公司和/或综合性能源商。不包括归类于“电力公用事业”子行业中的输电公司和配电公司。', '独立电力生产商与能源贸易商', b'1', '551050', 1);
INSERT INTO `industry` VALUES (253, '2017-09-19 11:24:41', '55105020', '使用新能源，包括但不限于生物能源、地热、太阳能、水能及风能发电的电力提供业者。不包括制造使用新能源发电设备的企业、如太阳能设备制造商、太阳能电池装备商、以及提供相关科技、部件及服务的企业。', '新能源发电业者', b'1', '551050', 1);
INSERT INTO `industry` VALUES (254, '2017-09-19 11:24:41', '60101010', '涉足两种或以上物业类型的多样化业务的公司或信托公司。', '多样化房地产投资信托', b'1', '601010', 1);
INSERT INTO `industry` VALUES (255, '2017-09-19 11:24:41', '60101020', '从事工业物业的收购、开发、所有权、租赁、管理和经营的公司或信托公司。包括经营工业仓库和物流物业的公司。', '工业房地产投资信托', b'1', '601010', 1);
INSERT INTO `industry` VALUES (256, '2017-09-19 11:24:41', '60101030', '从事酒店及度假村物业的收购、开发、所有权、租赁、管理和经营的公司或信托公司。', '酒店及度假村房地产投资信托 ', b'1', '601010', 1);
INSERT INTO `industry` VALUES (257, '2017-09-19 11:24:41', '60101040', '从事办公物业的收购、开发、所有权、租赁、管理和经营的公司或信托公司。', '办公房地产投资信托', b'1', '601010', 1);
INSERT INTO `industry` VALUES (258, '2017-09-19 11:24:41', '60101050', '从事医疗保健行业物业（包括医院、养老院及支援性居处）的收购、开发、所有权、租赁、管理和经营的公司或信托公司。', '医疗保健房地产投资信托', b'1', '601010', 1);
INSERT INTO `industry` VALUES (259, '2017-09-19 11:24:41', '60101060', '从事住宅物业（包括多户住宅、公寓、流动房屋及学生公寓）的收购、开发、所有权、租赁、管理和经营的公司或信托公司。', '住宅房地产投资信托', b'1', '601010', 1);
INSERT INTO `industry` VALUES (260, '2017-09-19 11:24:41', '60101070', '从事购物中心、商场、小区和社区购物中心的收购、开发、所有权、租赁、管理和经营的公司或信托公司。', '零售业房地产投资信托', b'1', '601010', 1);
INSERT INTO `industry` VALUES (261, '2017-09-19 11:24:41', '60101080', '从事并无归入其他类别的物业的收购、开发、所有权、租赁、管理和经营的公司或信托公司。包括经营和投资仓储物业的信托公司。也包括主要收益和收入并非来自房地产租金和租赁经营的房地产投资信托。', '特种房地产投资信托', b'1', '601010', 1);
INSERT INTO `industry` VALUES (262, '2017-09-19 11:24:41', '60102010', '从事多种房地产业务，包括房地产开发和销售、房地产管理或服务，但并无主营业务的公司。', '多样化房地产活动', b'1', '601020', 1);
INSERT INTO `industry` VALUES (263, '2017-09-19 11:24:41', '60102020', '从事房地产物业租赁和管理的房地产经营公司。', '房地产经营公司', b'1', '601020', 1);
INSERT INTO `industry` VALUES (264, '2017-09-19 11:24:41', '60102030', '开发房地产和销售竣工物业的公司。不包括归类于住宅建筑子行业的公司。', '房地产开发', b'1', '601020', 1);
INSERT INTO `industry` VALUES (265, '2017-09-19 11:24:41', '60102040', '诸如房地产中介、经纪和房地产评估公司等房地产服务提供商。', '房地产服务', b'1', '601020', 1);
COMMIT;

SET FOREIGN_KEY_CHECKS = 1;
